TargetApplication=phpDesigner 8.0
Author=Pader
HomePage=http://www.vgot.net/
SourceLANGID=1033
LANGID=2052
Generator=DKLang Translation Editor v3.0
LastModified=2012-02-28 12:38:07

[Constants]
00000002=修改
00000003=文件
00000004=已被另一个程序修改，是否重新加载此文件？- 您可能会丢失已做过的更改...继续吗？
00000005=选定的浏览器无法找到。您必须在选项参数中指定一个浏览器让调试程序显示输出结果。
00000006=所有文件(*.*)
00000007=所有格式
00000008=不存在!
00000009=phpDesigner 8 的版本中，
00000010=是最新的版本！
00000011=您确定要删除此项目吗？
00000012=是否确实要移除选定的应用程序？
00000013=是否确定删除选定的 FTP 连接？
00000014=您确定要删除选定项吗？
00000015=重命名文件
00000016=键入一个新的文件名和扩展名：
00000017=该文件尚未保存，无法重命名！
00000018=指定的文件已经存在，不能进行重命名！
00000019=您是否想恢复文件
00000020=透明模式将在下次重新启动时关闭。
00000021=透明模式:关闭
00000022=代码库没有初始化！
00000023=抱歉，帮助文件不存在...
00000024=查找函数
00000025=在PHP手册
00000026=PHP的接口无法找到，请配置您的参数选项。
00000027=本地路径未找到，请正确设置您的本地设置。
00000028=该文件必须储存本地主机上以预览。
00000029=该文件必须以 Tidy 命令存储。
00000030=该文件必须保存以使用 SVN 功能。
00000031=代码库中没有您要搜索的字符串！
00000032=无标题
00000033=输入行号
00000034=转到行
00000035=该文件已更改但尚未保存。
00000036=保存更改吗？
00000037=代码片段
00000038=片段
00000039=PHP手册
00000040=选定的文本
00000041=文件
00000042=无法保存。
00000043=最有可能的是因为该文件被标记为只读。
00000044=已在使用中。
00000045=目标文件被标记为只读。
00000046=未在 htdocs 文件夹中找到。
00000047=该文件必须放置在您的本地 htdocs 文件夹中，以使用本地预览。
00000048=内置的TODO项目
00000049=内置的错误项目
00000050=创建一个新的片段
00000051=无标题
00000052=智能高亮
00000053=PHP错误！
00000054=行
00000055=保存失败！无法连接到远程主机
00000056=没有项目被加载
00000057=模板::编辑模板
00000058=无标题
00000059=模板::创建一个新的模板
00000060=片段::编辑片段
00000061=片段::创建一个新的片段
00000062=文件浏览器-快照
00000063=为新的快照输入一个名称
00000064=清除最近的文件吗？
00000065=FTP客户端...
00000066=文本文件区分和合并工具...
00000067=HTML Tidy(tidy.exe)无法找到！
00000068=您将要删除的布局
00000069=继续？
00000070=项目目录不存在！
00000071=项目
00000072=保存布局
00000073=保存当前桌面布局为:
00000074=行
00000075=列
00000076=没有发现SVN！
00000077=创建远程文件
00000078=输入文件名称:
00000079=上传当前文件
00000080=选择目录
00000081=选择文件...
00000082=项目文件...
00000083=开始调试文件命令
00000084=必须储存在您的本地计算机上。
00000085=文件
00000086=已被修改，你是否想保存更改并继续调试？
00000087=必须保存，现在是否保存文件？
00000088=添加监视
00000089=属性:
00000090=xdebug 致命错误:
00000091=xdebug 服务器启动
00000092=xdebug 服务器停止
00000093=脚本在文件中终止(break)
00000094=在
00000095=行
00000096=未发现wincachegrind!
00000097=分析器是cachegrind文件，必须由第三方WinCacheGrind打开。
00000098=变量
00000099=完成
00000100=运行
00000101=继续
00000102=(没有发现活动的Session)
00000103=开始:
00000104=确认删除选择项吗?
00000105=此值不被接受
00000106=还未开始
00000107=文件搜索完毕。
00000108=要重新开始吗？
00000109=无法打开！
00000110=删除Bug
00000111=删除ToDo
00000112=清除当前文件的所有搜索标记吗？
00000113=清除所有已打开文件的搜索标记吗？
00000114=无法找到布局管理器！
00000115=新建文件
00000116=文件名
00000117=文件已经存在!
00000118=创建目录
00000119=无法创建目录
00000120=目录名称:
00000121=未找到文本文件区分与合并工具！
00000122=请设置您的配置。
00000123=您将要替换
00000124=与
00000125=继续？
00000126=依赖
00000127=函数
00000128=变量
00000129=类
00000130=构造类
00000131=析构类
00000132=继承
00000133=工具
00000134=接口
00000135=常量
00000136=动态
00000137=函数
00000138=类
00000139=声名在
00000140=在
00000141=描述
00000142=smarty标签
00000143=smarty变量
00000144=smarty函数
00000145=var
00000146=const
00000147=function
00000148=interface
00000149=extends
00000150=abstract
00000151=final
00000152=class
00000153=implements
00000154=关键字
00000155=phpDocumentor
00000156=没有找到匹配
00000157=此试用版 phpDesinger 8 有时间限制！
00000158=如果你您想要继续使用，请输入您的许可
00000159=天
00000160=日
00000161=试用已过期！
00000162=输入和您的电子邮件中完全一样的用户名和注册密钥，请使用复制/粘贴的方法。
00000163=如果您有对注册有任何疑问，请访问
00000164=您已成功完成注册！
00000165=谢谢！
00000167=清除搜索历史？
00000168=属性
00000169=无
00000170=方法
00000171=条目
00000172=搜索结果
00000173=Git 未找到!
00000174=使用 Gid 功能命令前必须先保存文件.

[fMain]
00000009=文件
00000010=新建...
00000011=创建一个新的文档...
00000012=新建
00000013=新建文件
00000041=打开
00000042=打开文件
00000044=保存
00000045=保存文件
00000046=另存为
00000047=文件另存为...
00000048=全部保存
00000049=保存所有文件
00000052=打印
00000053=打印文件
00000054=撤消
00000055=撤消
00000056=重做
00000057=重做
00000058=网页
00000059=网页
00000060=搜索网页
00000061=PHP(php.net)
00000062=Google
00000063=Bing(微软)
00000064=Yahoo!
00000065=Altavista
00000066=Wikipedia
00000067=Koders
00000068=配置网页搜索...
00000069=书签
00000070=切换
00000071=切换书签
00000072=书签0
00000073=书签1
00000074=书签2
00000075=书签3
00000076=书签4
00000077=书签5
00000078=书签6
00000079=书签7
00000080=书签8
00000081=书签9
00000082=转到
00000083=转到书签
00000084=书签0
00000085=书签1
00000086=书签2
00000087=书签3
00000088=书签4
00000089=书签5
00000090=书签6
00000091=书签7
00000092=书签8
00000093=书签9
00000094=上一个的书签
00000095=下一个的书签
00000096=剪贴板
00000097=剪切
00000098=剪切选定的文本到剪贴板
00000099=复制
00000100=复制选定的文本到剪贴板
00000101=粘贴
00000102=从剪贴板粘贴
00000103=窗口
00000104=排列图标
00000105=排列图标
00000106=上一个文档
00000107=以前的文件
00000108=下一个文档
00000109=下一个文件
00000110=横向平铺
00000111=横向平铺
00000112=垂直平铺
00000113=垂直平铺
00000114=层叠
00000115=层叠
00000116=HTML
00000117=超链接
00000118=超链接
00000119=图片
00000120=图片
00000121=表格
00000122=表格
00000123=列表
00000124=列表
00000125=层
00000126=层
00000127=查找
00000128=查找
00000129=向前
00000130=向后
00000131=段落
00000132=左对齐
00000133=左对齐
00000134=居中对齐
00000135=居中对齐
00000136=右对齐
00000137=右对齐
00000138=分散
00000139=分散
00000140=新行
00000141=新行
00000142=缩进
00000143=缩进
00000144=反缩进
00000145=反缩进
00000146=Forms
00000147=表单
00000148=表单
00000149=文本
00000150=文本
00000151=文本域
00000152=文本域
00000153=密码
00000154=密码
00000155=按钮
00000156=按钮
00000157=提交按钮
00000158=提交按钮
00000159=重置按钮
00000160=重置按钮
00000161=图像按钮
00000162=图像按钮
00000163=单选按钮
00000164=单选按钮
00000165=复选框
00000166=复选框
00000167=下拉选择框
00000168=下拉选择框
00000169=文件上传
00000170=文件上传
00000171=隐藏
00000172=隐藏
00000173=PHP
00000174=Verdana
00000175=定义PHP
00000176=<script language="php">...</script>
00000177=phpDocumentor
00000178=phpDocumentor标签
00000236=<?php...?>
00000237=<?php...?>
00000238=类,函数,变量
00000239=类,函数,变量
00000243=声明
00000244=声明
00000245=if
00000246=Statement:if
00000247=if...else
00000248=声明:if...else
00000249=elseif
00000250=声明:elseif
00000251=while
00000252=声明:while
00000253=do..while
00000254=声明:do..while
00000255=for
00000256=声明:for
00000257=foreach
00000258=声明:foreach
00000259=break
00000260=声明:break
00000261=continue
00000262=声明:continue
00000263=switch
00000264=声明:switch
00000265=declare full
00000266=声明:declare full
00000267=declare single
00000268=声明:declare single
00000269=返回
00000270=声明:return
00000271=include
00000272=Include
00000273=include_once
00000274=Onclude Once
00000275=Require
00000276=Require Once
00000277=require_once
00000278=Require Once
00000279=转换到PHP
00000280=转换到PHP
00000325=注释
00000326=注释
00000327=注释/***/
00000330=注释//
00000331=删除注释//
00000332=PHP代码美化...
00000333=PHP代码美化...
00000337=phpDocumentor
00000338=phpDocumentor
00000379=行内标签
00000387=格式
00000390=字体
00000393=颜色
00000394=颜色
00000395=粗体
00000396=粗体
00000397=斜体
00000398=斜体
00000399=下划行
00000400=下划行
00000401=字体
00000402=字体
00000403=颜色
00000404=颜色
00000407=默认
00000408=默认
00000413=菜单
00000414=文件
00000431=重新打开...
00000432=清除...
00000434=打开...
00000435=选择文件...
00000436=项目文件...
00000437=FTP
00000438=打开FTP文件...
00000439=保存到FTP...
00000440=复制到FTP...
00000441=上传目录到FTP...
00000443=保存
00000444=另存为...
00000445=全部保存
00000447=文件格式
00000451=配置文件格式...
00000452=文件编码
00000453=ANSI
00000454=UTF-8
00000455=UTF-16LE
00000456=UTF-16BE
00000457=以BOM保存
00000459=配置文件编码...
00000460=关闭
00000461=全部关闭
00000462=副本...
00000463=恢复...
00000464=重命名...
00000465=打印...
00000466=打印设置...
00000467=导出为HTML...
00000468=导出为RTF...
00000469=导出为 LaTeX...
00000470=退出
00000471=编辑
00000472=撤消
00000473=重做
00000474=剪切
00000475=复制
00000476=粘贴
00000477=选择全部
00000478=自动换行
00000479=查找
00000480=向下查找
00000481=向上查找
00000482=选项
00000483=标记
00000484=高亮结果
00000485=清除搜索标记
00000486=清除全部文件中的搜索标记
00000487=清除搜索历史...
00000488=未标记
00000489=转到行...
00000490=标记匹配的标记/括号
00000491=选择匹配的标记/括号
00000492=文件声明
00000493=全部
00000494=PHP函数
00000495=PHP类和接口
00000496=PHP常量
00000497=PHP变量
00000498=项目|所有被打开的文件声明
00000499=全部
00000500=PHP函数
00000501=PHP类和接口
00000502=PHP常量
00000503=PHP变量
00000504=下一个声明
00000505=上一个声明
00000506=格式
00000507=字体...
00000508=粗体
00000510=斜体
00000512=下划线
00000514=滑过
00000515=左
00000517=中
00000519=右
00000521=两端
00000523=新段
00000525=换行
00000527=空格符
00000529=缩进
00000530=反缩进
00000531=标题
00000532=标题1
00000533=标题2
00000534=标题3
00000535=标题4
00000536=标题5
00000537=标题6
00000538=行距
00000542=电脑输出标签
00000543=已格式化
00000544=电传打字机
00000545=样本
00000546=代码
00000547=变量
00000548=键盘
00000549=列举、引用和定义标记
00000550=地址
00000551=长引用
00000552=短引用
00000553=缩写
00000554=缩写
00000555=文本方向
00000556=定义词语
00000557=引文
00000558=插入
00000559=倾斜<i>
00000560=粗体<b>
00000561=SubScript
00000562=SuperScript
00000563=水平行
00000564=更多颜色...
00000565=选择颜色...
00000567=插入
00000570=超连结...
00000572=图片...
00000574=表格编辑器...
00000576=列表编辑器...
00000578=编号清单
00000579=符号列表
00000580=表单
00000581=Form...
00000583=文本框...
00000585=文本区域...
00000587=密码...
00000589=文件上传...
00000591=按钮...
00000593=提交按钮...
00000595=重置按钮...
00000597=图像按钮...
00000599=单选按钮...
00000601=复选框...
00000603=下拉...
00000605=隐藏值...
00000607=导入<body>...
00000608=Flash...
00000610=注释
00000611=Doctype
00000622=Meta信息...
00000623=特殊字符...
00000624=特殊字符转换为HTML
00000625=选定的文本
00000626=整个文件
00000627=HTML转换为实体
00000628=选定的文本
00000629=整个文件
00000630=移除标签
00000631=从选定的文本删除标记
00000632=删除文件中的标记
00000633=HTML Tidy
00000634=W3C标准
00000635=升级到 CSS
00000636=升级到 XHTML
00000637=升级到 XML
00000638=CSS
00000639=Style区域
00000640=链接到CSS...
00000645=选择
00000646=选择向导
00000647=简单...
00000648=伪类/ID...
00000649=内容...
00000650=输入规则…
00000651=媒体规则…
00000652=定位...
00000653=定位(层)
00000654=JavaScript
00000655=JavaScript区域
00000656=函数
00000657=声明
00000671=信息对话框
00000672=Alert
00000673=Confirm
00000674=Prompt
00000675=Document.write()
00000676=Window.open()...
00000677=PHP
00000696=类
00000697=Class\n=============\n  Syntax:\n\n  class name\n  {\n  ... \n  }
00000698=函数
00000699=Function\n=============\nSyntax:\n\nfunctionname\n{\n...\n}
00000700=变量
00000701=文件
00000702=Include
00000703=Require
00000704=IncludeOnce
00000705=RequireOnce
00000706=注释/***/
00000707=块注释
00000708=注释#
00000710=注释//
00000712=取消单行注释
00000713=删除注释
00000783=转换到PHP
00000784=Tahoma
00000785=Print "...";
00000787=Print '...';
00000789=Echo "...";
00000791=Echo '...' ;
00000793=单引号 '...'
00000795=双引号 "..."
00000797=双引号和行 "...\\n";
00000799=单引号和行 '...\\n';
00000800=封闭每行单引号里的文本和 "\\n"
00000803=双引号和回车"...\\r";
00000805=单引号和回车 '...\\r';
00000806=使用 “\\r” 封闭每行的单引号里文本和return
00000809=双引号和制表符 "...\\t";
00000811=单引号和制表符 '...\\t';
00000812=封闭每行单引号文本和制表符 “\\t”
00000815=phpDocumentor
00000825=phpDocumentor向导...
00000826=phpDocumentor标签
00000855=行内标签
00000863=Smarty
00000864=注释
00000865=变
00000866=内置的函数
00000883=自定义函数
00000902=类变量
00000939=类方法
00000977=PHP代码美化
00000978=文件
00000979=所有文件
00000980=高级...
00000981=调试(&D)
00000982=调试
00000983=开始新 Session
00000984=参数调试...
00000985=运行(无调试)
00000986=暂停
00000987=终止
00000988=运行至光标
00000989=前进
00000990=跳过
00000991=运行至 Return
00000992=切换断点
00000994=新增监视
00000995=显示执行点
00000996=分析
00000997=分析参数...
00000999=xdebug IDE 服务器
00001003=无Xdebug运行
00001004=运行(参数,无调试)
00001005=PHP的语法检查
00001006=打开php.ini
00001007=调试Windows
00001015=项目(&P)
00001016=项目管理器...
00001017=项目文件...
00001018=重新载入
00001019=关闭
00001020=工具
00001021=应用程序管理器...
00001022=phpMyAdmin...
00001023=字符转换
00001024=选定的文本
00001025=大写
00001026=小写
00001027=利用
00001028=大写标签
00001029=小写标签
00001031=大写
00001032=小写
00001033=利用
00001034=大写标签
00001035=小写标签
00001044=自动更正
00001045=日期和时间...
00001046=FTP...
00001047=FileZilla...
00001048=FileDiff...
00001049=文件关联...
00001050=配置(&P)...
00001051=S&vn
00001052=添加文件...
00001053=提交...
00001054=提交文件...
00001055=更新...
00001056=更新文件...
00001057=对比...
00001058=还原文件...
00001059=查看(&i)
00001060=查看页面
00001061=代码
00001062=调试
00001063=运行
00001065=本地
00001066=工具栏
00001067=文件
00001068=剪贴板
00001069=查找
00001070=PHP
00001071=HTML
00001072=Form
00001073=格式
00001074=段落
00001075=声明
00001076=跳转历史
00001078=窗口
00001079=书签
00001080=网络搜索
00001082=工具面板(&P)
00001083=代码浏览器
00001084=代码库
00001085=代码片段
00001086=文件浏览器
00001087=项目
00001088=代码模板
00001089=数据库连接
00001090=手册
00001091=Todo 管理器
00001092=BUG 管理器
00001093=文件 TODO
00001094=文件 BUG
00001095=PHP
00001096=phpDocumentor
00001097=Tidy
00001098=搜索结果
00001099=FTP浏览器
00001100=phpMyAdmin
00001101=文件浏览器快照
00001102=项目概况
00001103=语法检查
00001104=断点
00001105=调用栈
00001106=评估
00001107=监视
00001108=关联变量
00001109=事件日志
00001110=主题
00001111=透明度
00001112=透明模式
00001113=透明值(默认=255)
00001114=文件标签
00001115=默认
00001116=主题
00001117=状态栏
00001119=无
00001120=系统默认
00001121=随机
00001122=展开
00001123=幻灯片
00001124=淡出
00001142=布局管理...
00001144=窗口
00001145=前
00001146=后
00001147=水平平铺
00001148=垂直平铺
00001149=层叠
00001150=排列图示
00001151=全部最小化
00001152=全部最大化
00001153=文件
00001154=帮助
00001155=帮助...
00001156=注册...
00001157=许可...
00001158=帮助手册
00001159=PHP
00001160=PHP手册...
00001161=查找函数
00001162=目录表
00001163=入门
00001164=函数参考
00001165=语言参考
00001167=HTML...
00001168=CSS...
00001169=PEAR...
00001170=SQL...
00001171=在线支持...
00001172=网站
00001173=检查新版本...
00001174=关于...
00001447=跳转历史
00001448=向后
00001449=向前
00001450=调试
00001451=调试
00001453=运行到光标
00001457=切换断点
00001458=增加监视
00001459=分析
00001462=语法检查
00001463=声明
00001464=文件
00001465=文件声明
00001471=项目
00001472=项目声明
00001478=下一个
00001479=下一个声明
00001480=上一个
00001481=上一个个声明
00001482=定位
00001483=属性
00001484=修改
00001485=没有项目被加载
00001488=授权给:
00001489=新文件
00001490=项目
00001492=打开现有的文件
00001532=输出预览:
00001623=默认
00001663=自动展开
00001672=常规
00001673=布局
00001775=代码库-搜索
00001776=再次搜索
00001777=搜索
00001787=文件浏览器
00001788=打开或插入文件
00001789=选项
00001790=创建一个新的文件/目录
00001814=工具栏模板
00001815=新数据库...
00001816=编辑数据库...
00001817=创建数据库连接代码
00001818=删除
00001819=输出到XML
00001858=插入ToDo项
00001859=插入ToDo项
00001860=删除ToDo项
00001861=删除ToDo项
00001866=文件
00001870=没有显示的项目。
00001882=没有显示的项目。
00001906=文件
00001915=信息
00001916=文件名
00001917=Class浏览器
00001918=导航
00001919=上一步
00001920=下一步
00001921=函数未找到!
00001922=文件浏览器
00001923=载入文件浏览快照
00001924=保存文件浏览器快照
00001925=删除的文件浏览器快照
00002033=php
00002035=*.htm
00002036=所有文件|*.*
00002050=打开...
00002065=新建TODO项目...
00002066=创建一个新的ToDo项
00002067=编辑
00002068=编辑所选的ToDo项
00002069=打开文件...
00002070=在选定ToDo项中打开相关的文件
00002071=删除
00002072=删除所选的ToDo项
00002073=导出列表
00002074=HTML....
00002075=导出 ToDo 为 HTML
00002077=选项(&O)
00002078=选项
00002079=打开文件
00002080=编辑 ToDo 项
00002081=网格
00002082=查看
00002083=平铺
00002084=列表
00002085=图标
00002086=报告
00002087=上移
00002088=下移
00002089=HTML
00002090=HTMLDocument(*.htm;*.html)|*.htm;*.html
00002093=打开项目
00002094=关闭项目
00002098=保存
00002099=全部保存
00002100=保存到FTP...
00002101=复制到FTP...
00002102=关闭
00002103=关闭全部
00002104=关闭其他
00002105=副本...
00002107=文件
00002113=文件
00002114=剪贴板
00002115=查找
00002116=PHP
00002117=调试
00002118=HTML
00002119=Form
00002120=格式
00002121=段
00002122=跳转历史
00002123=声明
00002125=窗口
00002126=书签
00002127=网络搜索
00002129=PHP手册
00002130=插入
00002131=手册
00002137=新建...
00002138=新数据库...
00002139=编辑...
00002140=编辑数据库...
00002145=DBX
00002154=移除...
00002171=BUG 项 (PHP)
00002172=BUG 项 (HTML)
00002173=Todo 项 (PHP)
00002174=Todo 项 (HTML)
00002177=创建新文件
00002178=跳转到源码
00002181=All|*.*|PHP|*.php
00002182=内容表格
00002183=入门
00002184=函数参考
00002185=语言参考
00002186=配置PHP手册...
00002187=MySQL
00002188=PostgreSQL
00002198=插入文件名
00002199=插入文件的完整路径的
00002200=桌面
00002201=个人
00002202=驱动器
00002203=网络
00002204=本地
00002205=查看
00002206=平铺
00002207=列表
00002208=图标
00002209=详情
00002210=缩略图
00002211=过滤器
00002212=网络文件
00002213=全部文件
00002249=剪切
00002250=复制
00002251=粘贴
00002252=配置...
00002253=打开项目
00002257=注释/***/
00002259=注释//
00002261=注释#
00002263=SVN::添加文件
00002265=新
00002267=打开
00002269=保存
00002271=另存
00002273=保存所有文件
00002275=aFTP
00002277=关闭
00002279=关闭所有
00002281=重复
00002283=回复
00002285=重命名
00002287=打印
00002289=导出为HTML
00002291=导出为RTF
00002293=导出为( La)Tex
00002295=退出
00002297=撤消
00002298=撤消
00002300=重做
00002301=重做
00002303=剪切
00002304=剪切到剪贴板
00002306=复制
00002307=复制到剪贴板
00002309=粘贴
00002310=剪贴板粘贴
00002312=选择全部
00002313=选择全部
00002315=换行
00002316=换行
00002318=转到行
00002320=文件声明全部
00002322=文件声明函数
00002324=文件声明类和接口
00002326=文件声明常量
00002328=文件声明变量
00002330=项目声明全部
00002332=项目声明函数
00002334=项目声明类和接口
00002336=项目声明常量
00002338=项目声明变量
00002340=下一个声明
00002342=上一个声明
00002344=面板::PHP代码浏览器
00002346=网页浏览::PHP中|调试
00002348=面板::代码库
00002350=面板::代码片段
00002352=面板::文件浏览器
00002354=面板::项目
00002356=面板::模板
00002358=面板::数据库连接
00002360=网页浏览::编辑
00002362=网页浏览::PHP|运行
00002366=网页浏览::本地
00002368=DockPanel::PHP手册
00002370=DockPanel::Todo管理器
00002372=DockPanel::Bug管理器
00002374=DockPanel::内嵌Todo管理器
00002376=DockPanel::内嵌Bug管理器
00002378=DockPanel::搜索结果
00002380=DockPanel::FTP
00002382=DockPanel::phpMyAdmin
00002384=DockPanel::文件浏览器-Snapshots
00002386=DockPanel::项目
00002388=应用程序管理器
00002390=选择匹配的标签/括号
00002392=找到匹配标签
00002394=删除空行
00002396=自动校正
00002398=日期和时间
00002400=FileZilla
00002402=配置
00002404=删除注释//
00002406=phpDocumentor向导
00002408=phpDocumentor::工人阶级
00002410=phpDocumentor::函数
00002412=phpDocumentor::简单的函数
00002414=phpDocumentor::所有的类文件
00002416=phpDocumentor::文件中的全部函数
00002418=phpDocumentor::文件中的所有简单函数
00002420=phpDocumentor::所有打开文件中的类
00002422=phpDocumentor::所有打开文件中的函数
00002424=phpDocumentor::所有打开文件中的简单函数
00002426=PHP代码美化::文件
00002428=PHP代码美化::全部已打开文件
00002430=超链接
00002432=图片
00002434=表
00002436=列表
00002442=Flash
00002444=Meta信息
00002446=特殊字符
00002448=表单
00002450=Form::文本框
00002452=Form::文本区域
00002454=Form::密码
00002456=Form::文件上传框
00002458=Form::按钮
00002460=Form::提交
00002462=Form::重置
00002464=Form::图片按钮
00002466=Form::单选框
00002468=Form::多选框
00002470=Form::下拉框
00002472=Form::隐藏域
00002474=Tidy::W3C标准
00002476=Tidy::升级到 CSS2
00002478=Tidy::升级到 XHTML
00002480=Tidy::升级到 XML
00002482=运行xdebug
00002484=运行带参数的xdebug...
00002486=PHP的语法检查
00002488=项目管理器
00002490=项目::重解析
00002492=项目::卸载
00002494=字体编辑器
00002496=粗体
00002498=斜体
00002500=下划线
00002502=滑过
00002504=左
00002506=中
00002508=右
00002510=两端对齐
00002512=新行
00002514=换行
00002516=实体空格符
00002518=缩进
00002520=反缩进
00002522=标题1
00002524=标题2
00002526=标题3
00002528=标题4
00002530=标题5
00002532=标题6
00002534=行距:100％
00002536=行距:150％
00002538=行距:200％
00002540=上标
00002542=下标
00002544=水平线
00002546=更多颜色
00002548=选择颜色
00002550=toogle书签0
00002552=toogle书签1
00002554=toogle书签2
00002556=toogle书签3
00002558=toogle书签4
00002560=toogle书签5
00002562=toogle书签6
00002564=toogle书签7
00002566=toogle书签8
00002568=toogle书签9
00002570=转到书签0
00002572=转到书签2
00002574=转到书签1
00002576=转到书签3
00002578=转到书签4
00002580=转到书签5
00002582=转到书签6
00002584=转到书签7
00002586=转到书签8
00002588=转到书签9
00002590=搜索网络
00002592=搜索网络-PHP(php.net)
00002594=搜索网络-Google
00002596=搜索网络-LiveSearch(Microsoft)
00002598=搜索网络-Yahoo!
00002600=搜索网络-Altervista
00002602=搜索网络-Wikipedia
00002604=搜索网络-Koders
00002606=PHP手册
00002608=跳转到声明
00002610=在光标处打开文件
00002612=ToDo项::PHP
00002614=ToDo项::的HTML
00002616=错误项::PHP
00002618=错误项::HTML
00002620=新建::PHP
00002622=新建::XHTML/HTML
00002624=新建::CSS
00002626=新建::XML
00002628=新建::JavaScript
00002630=新建::VisualBasic
00002632=新建::SQL
00002634=新建::Perl
00002636=新建::Java
00002638=新建::C#
00002640=新建::Python
00002642=新建::Ruby
00002644=新建::None
00002646=语法检查(X)HTML，CSS等
00002648=删除行
00002650=删除行结尾
00002652=SVN::提交
00002654=SVN::提交文件
00002656=SVN::更新
00002658=SVN::更新文件
00002660=SVN::差异/合并文件
00002662=SVN::还原文件
00002664=前一个
00002666=后一个
00002668=水平平铺
00002670=垂直平铺
00002672=层叠
00002674=排列图示
00002676=全部最小化
00002678=全部最大化
00002680=选择文件
00002682=项目文件
00002684=复制活动的文件到FTP
00002686=上传活动的文件到FTP...
00002688=上传目录到FTP...
00002690=上传项目到...
00002692=复制行
00002694=转换到大小
00002696=转换到小写
00002698=利用选定的文本
00002700=大写选定的标签
00002702=小写选定的标签
00002704=大写文本
00002706=小写文本
00002708=利用文本
00002710=大写标签
00002712=小写标签
00002714=查找
00002716=查找下一个
00002718=查找上一个
00002720=DockPanel::Debug-PHP
00002722=DockPanel::Debug-phpDocumentor
00002724=DockPanel::Debug-HTMLTidy
00002726=DockPanel::Breakpoints
00002728=DockPanel::Callstack
00002730=DockPanel::Evaluate
00002732=DockPanel::Watches
00002734=DockPanel::Contextvariables
00002736=DockPanel::Eventlog
00002738=插入
00002740=重点
00002742=Strong
00002744=Html注释
00002745=上一个的书签
00002746=下一个的书签
00002747=自动完成
00002749=删除单行注释
00002751=文本文件区分和合并工具
00002755=取消
00002756=加载项目
00002757=扫描项目文件。请稍候...
00002760=调试
00002762=启动服务器
00002764=运行调试器
00002766=停止服务器
00002768=重新启动服务器
00002770=前进
00002772=跳过
00002774=运行到return
00002776=运行到光标处
00002778=终止
00002780=新增监控
00002782=断点
00002784=Callstack
00002786=监控
00002788=关联变量
00002790=评估
00002792=事件日志
00002794=切换断点
00002796=开始新Session
00002798=显示执行点
00002800=Profiler
00002802=Profiler
00002804=分析参数...
00002808=调试参数...
00002810=分析参数...
00002811=文件格式
00002812=文件编码
00002817=语言
00002819=帮助翻译此软件！
00002825=转义字符
00002826=转义单引号
00002827=转义双引号
00002828=转义单引号和引号包围
00002829=转义双引号和引号包围
00002831=新建::Smarty
00002833=转义双引号和引号包围
00002834=转义双引号
00002835=转义单引号和引号包围
00002836=转义单引号
00002841=打印"...";
00002842=打印'...';
00002843=输出"...";
00002844=输出'...';
00002845=双引号"..."
00002846=单引号'...'
00002847=双引号和行“……\\n”;
00002848=单引号和行'……\\n';
00002849=双引号和回车“……\\r”;
00002850=单引号和回车'……\\r';
00002851=双引号和制表符“……\\t”;
00002852=单引号和制表符'……\\t';
00002881=WinCacheGrind...
00002882=配置...
00002883=自定义...
00002884=最近的文件
00002885=清除的最近的文件
00002886=声明
00002887=自定义...
00002888=自定义颜色...
00002889=更多颜色...
00002890=更多颜色
00002891=颜色选择...
00002892=颜色选择...
00002893=类
00002894=函数
00002895=变量
00002896=新建...
00002897=选择文件...
00002898=项目文件...
00002899=用#注释
00002900=行注释
00002901=文件声明-全部
00002902=函数
00002903=类和接口
00002904=常量
00002905=变量
00002906=项目|全部打开的文件 - 全部
00002907=函数
00002908=类和接口
00002909=常量
00002910=变量
00002911=时间戳
00002912=时间戳#4
00002913=时间戳#3
00002914=时间戳#2
00002915=时间戳#1
00002916=保存时更新时间戳
00002917=数据目录...
00002918=查找...
00002919=Ctrl+H\n
00002920=添加类注释
00002921=添加函数注释
00002922=添加简单的函数注释
00002923=添加注释到所有类
00002924=添加注释到所有函数
00002925=添加简单的注释到所有函数
00002926=添加注释到所有已打开文件的类
00002927=添加注释到所有已打开的文件的函数
00002928=添加简单的注释到所有已打文件的函数
00002929=新建(&N)
00002930=服务器变量
00002931=JavaScript...
00002932=新建...
00002933=重设窗口位置
00002936=重新载入
00002939=重命名
00002940=删除
00002942=打开
00002943=创建文件
00002944=创建目录
00002945=重命名
00002946=刷新
00002947=删除
00002948=更换权限
00002949=更换权限
00002950=重新载入
00002953=重命名
00002954=删除
00002955=更换权限
00002956=顶栏
00002957=新建 ...
00002958=虚拟目录
00002959=目录
00002960=文件
00002961=链接到本地目录
00002962=链接到本地文件
00002963=链接到 FTP 目录
00002964=链接到 FTP 文件
00002965=导入 ...
00002966=本地目录
00002967=本地文件
00002968=FTP 目录
00002969=FTP 文件
00002970=导出到 ...
00002971=本地目录
00002972=FTP 目录
00002973=重新载入
00002974=删除
00002975=重命名
00002976=属性
00002977=打开
00002978=新建 ...
00002979=文件
00002980=目录
00002981=链接到本地目录
00002982=链接到本地目录
00002983=链接到 FTP 文件
00002984=链接到 FTP 目录
00002985=虚拟目录
00002986=属性
00002987=导入 ...
00002988=本地目录
00002989=本地文件
00002990=FTP 目录
00002991=FTP 文件
00002992=导出到 ...
00002993=本地目录
00002994=FTP 目录
00002995=系统菜单
00002996=打开
00002997=新建 ...
00002998=虚拟目录
00002999=目录
00003000=文件
00003001=链接到本地目录
00003002=链接到本地文件
00003003=链接到 FTP 目录
00003004=链接到 FTP 文件
00003005=导入 ...
00003006=本地目录
00003007=本地文件
00003008=FTP 目录
00003009=FTP 文件
00003010=导出 ...
00003011=本地目录
00003012=FTP 目录
00003013=重新载入
00003014=删除
00003015=重命名
00003016=属性
00003017=更换权限
00003018=系统菜单
00003019=顶栏
00003020=打开
00003021=虚拟目录
00003022=目录
00003023=文件
00003024=链接到本地目录
00003025=链接到本地文件
00003026=链接到 FTP 目录
00003027=链接到 FTP 文件
00003028=导入 ...
00003029=本地目录
00003030=本地文件
00003031=FTP 目录
00003032=FTP 文件
00003033=导出 ...
00003034=本地目录
00003035=FTP 目录
00003036=重新载入
00003037=删除
00003038=重命名
00003039=属性
00003040=打开
00003041=新建 ...
00003042=文件
00003043=目录
00003044=链接到本地文件
00003045=链接到本地目录
00003046=链接到 FTP 文件
00003047=链接到 FTP 目录
00003048=虚拟目录
00003049=属性
00003050=导入 ...
00003051=本地目录
00003052=本地文件
00003053=FTP 目录
00003054=FTP 文件
00003055=导出 ...
00003056=本地目录
00003057=FTP 目录
00003058=系统菜单
00003059=打开
00003060=新建 ...
00003061=虚拟目录
00003062=目录
00003063=文件
00003064=链接到本地目录
00003065=链接到本地文件
00003066=链接到 FTP 目录
00003067=链接到 FTP 文件
00003068=导入 ...
00003069=本地目录
00003070=本地文件
00003071=FTP 目录
00003072=FTP 文件
00003073=导出 ...
00003074=本地目录
00003075=FTP 目录
00003076=重新载入
00003077=删除
00003078=重命名
00003079=属性
00003080=更换权限
00003081=外壳菜单
00003082=选择连接
00003083=连接中...
00003084=管理 FTP 连接
00003085=显示全部连接
00003086=查找和替换...
00003088=aProjectManager
00003090=项目管理器
00003091=项目管理器
00003092=项目管理器
00003093=新建目录
00003094=新建片段
00003095=删除
00003096=重命名
00003097=编辑
00003098=导出选择
00003099=导入到选择
00003100=导出全部
00003101=导入全部
00003102=编辑
00003103=新建目录
00003104=新建片段
00003105=导入/导出
00003106=导入到选择
00003107=导出选择
00003108=从文件载入...
00003109=保存到文件...
00003110=重命名
00003111=删除
00003112=xml
00003113=Templates XML file (*.xml)|*.xml|All files (*.*)|*.*
00003114=xml
00003115=Templates XML file (*.xml)|*.xml|All files (*.*)|*.*
00003116=添加目录
00003117=添加项目
00003118=删除
00003119=重命名
00003120=编辑
00003121=导出选择
00003122=导入到选择
00003123=导出全部
00003124=导入全部
00003125=编辑
00003126=添加目录
00003127=添加项目
00003128=导入/导出
00003129=导入到选择
00003130=导出选择...
00003131=从文件载入...
00003132=保存到文件...
00003133=重命名
00003134=删除
00003135=xml
00003136=XML模板文件 (*.xml)|*.xml|全部文件 (*.*)|*.*
00003137=xml
00003138=XML模板文件 (*.xml)|*.xml|全部文件 (*.*)|*.*
00003139=导入/导出
00003140=模板
00003141=导入/导出
00003144=导入到选择...
00003145=导出选择...
00003146=从文件载入...
00003147=保存到文件...
00003148=新建文档
00003149=插入
00003150=编辑
00003151=新建目录
00003152=新建片段
00003153=导入/导出
00003154=重命名
00003155=删除
00003156=导入/导出
00003157=插入
00003158=插入
00003159=插入
00003160=编辑
00003161=添加目录
00003162=添加项目
00003163=导入/导出
00003164=重命名
00003165=删除
00003166=导入/导出
00003167=插入
00003168=插入
00003169=替换...
00003170=插入
00003171=插入文件名
00003172=插入完整文件名
00003173=1-2-3 文件标签
00003174=分割
00003175=分割文件列表
00003176=分割
00003177=分割文件列表
00003178=字体
00003180=保存项目文件会话
00003181=代码检查器 (HTML)
00003182=片段
00003183=片段
00003184=N
00003185=EmbeddedWB http://bsalsa.com/
00003186=<HTML></HTML>\n
00003187=N
00003188=EmbeddedWB http://bsalsa.com/
00003189=<HTML></HTML>\n
00003190=&w&bPage &p of &P
00003191=&u&b&d
00003192=&w&bPage &p of &P
00003193=&u&b&d
00003194=转到
00003195=JavaScript
00003196=CSS
00003197=CSS
00003198=JavaScript
00003201=操作符
00003202=历史
00003204=编辑模板...
00003205=面板
00003206=资源
00003207=教程
00003208=操作符
00003211=上一个书签
00003212=下一个标签
00003213=切换书签
00003214=切换书签
00003215=转到书签
00003216=转到书签
00003217=书签
00003218=去除空格
00003219=两侧空格
00003220=左侧空格
00003221=右侧空格
00003222=删除行
00003223=删除行结尾
00003224=移除空行
00003225=ExtJS
00003226=jQuery
00003227=Dojo
00003228=Yahoo!用户界面库 (YUI)
00003229=MooTools
00003230=Prototype
00003231=框架
00003232=网站
00003233=下载
00003234=连接 jQuery...
00003235=文档
00003236=配置...
00003237=连接到 Ext JS...
00003238=文档
00003239=下载
00003240=网站
00003241=配置...
00003242=连接到 Yahoo!用户界面库 (YUI)
00003243=文档
00003244=下载
00003245=网站
00003246=配置...
00003247=连接到 Dojo...
00003248=文档
00003249=下载
00003250=网站
00003251=配置...
00003252=连接到 MooTools...
00003253=文档
00003254=下载
00003255=网站
00003256=配置...
00003257=连接到 Prototype...
00003258=文档
00003259=下载
00003260=网站
00003261=配置...
00003262=解决...
00003263=日志...
00003264=aUpdateDim
00003265=宣传 phpDesigner 8
00003266=aSetFocus
00003267=隐藏停靠面板
00003268=编辑器
00003269=显示工具栏
00003270=语法
00003271=运行
00003272=调试
00003275=链接至 jQuery UI...
00003277=跳转至声明
00003281=加载时查看项目面板
00003282=项目面板
00003285=复制行
00003287=日志文件...
00003291=统计...
00003292=phpDesigner 8 的 Facebook
00003293=上传此处的活动文档
00003294=上传文件
00003295=上传此处的活动文档
00003296=上传此处的活动文档
00003316=列表项
00003317=命名空间...
00003318=命名空间...
00003319=压缩...
00003323=格式化...
00003324=压缩...
00003326=打开文件...
00003328=面板
00003332=提交
00003333=添加目录
00003334=添加文件
00003335=状态
00003336=已提交
00003337=查看分页日志
00003338=查看图形日志
00003339=查看日志
00003340=删除文件
00003341=新暂存区
00003342=切换分支
00003343=查看所有分支
00003344=查看分支
00003345=删除分支
00003346=新分支
00003347=查看暂存区
00003348=加载暂存
00003349=删除暂存
00003350=自定义...
00003351=对比
00003352=自定义...
00003353=HTML, CSS 和 JavaScript 格式化
00003354=代码高亮(&H)
00003355=在浏览器中运行
00003357=编辑器
00003358=代码高亮
00003360=运行
00003361=调试
00003362=代码
00003363=代码高亮
00003364=本地查看
00003365=运行查看
00003366=调试 PHP
00003367=代码查看
00003368=编辑器
00003371=标记
00003375=文件信息...
00003376=断点
00003377=堆栈
00003378=试用
00003379=监视
00003380=关联变量
00003381=事件日志
00003382=配置文件...

[frmabout]
00000028=关闭
00000029=关于
00000039=授权给:
00000041=名称:
00000042=电子邮件:
00000043=公司/机构:
00000044=现在就注册！
00000045=删除许可
00000046=改变许可证信息...
00000047=第三方
00000056=法律
00000057=Xdebug
00000063=PHP
00000068=许可协议
00000071=(基于"The PHP License", version 3.0)
00000072=版权所有 (C) 2002 - 2007 Derick Rethans. 保留所有权利。
00000073=翻译
00000075=投稿
00000076=语言
00000077=网站
00000078=感谢上述来自世界各地的贡献者帮助我翻译！
00000079=如果您乐意帮助翻译语言！请访问：
00000080=导出许可
00000081=许可类型:
00000082=phpDesigner 8
00000083=MPSOFTWARE
00000084=关于
00000085=更多信息请访问：
00000086=组件
00000087=作者
00000088=协议
00000089=网站
00000090=感谢以上个人和团体的贡献!
00000091=特别感谢 Krystian Bigaj!

[frmapplicationedit]
00000073=确定
00000078=取消
00000079=名称:
00000080=应用程序路径:
00000081=参数
00000084=所有文件(*.*)|*.*
00000085=应用程序属性

[frmapplicationmanager]
00000073=运行
00000078=关闭
00000079=新建...
00000080=移除...
00000081=编辑...
00000082=应用程序管理器

[frmautocompletionnewitem]
00000070=自动完成项目
00000073=确定
00000078=取消
00000079=编号:
00000080=例:<html>
00000081=结果
00000082="|"=光标处
00000083=例:<HTML>|</的HTML>
00000084=例
00000085=输入:
00000086=<html>
00000087=按下:
00000088=Ctrl+J
00000089=结果:
00000090=<html>                  </html>
00000091=[cursor]

[frmbug]
00000070=错误项目
00000073=确定
00000078=取消
00000079=描述:
00000080=文件名:
00000081=优先:
00000082=完成:
00000083=项目名称:
00000084=项目:
00000085=版本:
00000086=严重性:
00000087=平台:
00000088=操作系统:
00000089=转折点:
00000090=历史:
00000091=状态:
00000092=解析:
00000093=分配到:
00000094=高\n正常\n底\n
00000095=未分配\n理念\n功能要求\n烦扰\n内容\n普通\n次要\n显著\n关键
00000096=All(跨平台)\nPC\nMacintosh\nSun\nHP\n
00000097=Windows Vista\nWindows XP SP2\nWindows XP\nWindows NT\nWindows 2000\nWindows ME\nWindows 98\nWindows 95\nWindows 3.1\nMac System 7\nMac System 7.5\nMac System 7.6.1\nMac System 8.0\nMac System 8.5\nMac System 8.6\nMac System 9.0\nMac OS X\nLinux\nBSDI\nNetBSD\nAIX\nHP-UX\nNeutrino\nOS/2\nSolaris\n其它\n
00000098=繁忙\n完整\n转发\n进程中\n未开始\n待处理\n测试\n未知\n
00000099=延时\n重复\n修复\n无效\n不是bug\n无需修复\n为我工作\n
00000100=延时\n重复\n修复\n无效\n不是bug\n无需修复\n为我工作\n
00000101=.htm
00000102=所有文件(*.*)|*.*

[frmcodebeautifier]
00000071=缩进的长度
00000072=初始缩进长度
00000073=在PHP开始*之后
00000074=在PHP结束*之前
00000075=最大空行*
00000076=缩进
00000077=注释
00000078=新行
00000079=空格
00000080=换行
00000081=最小行长度
00000082=最大行长度
00000083=小写
00000084=选择配置文件:
00000085=关闭
00000086=SpTBXToolbar1
00000087=添加新配置文件
00000088=添加新配置文件
00000089=删除选定配置文件
00000090=删除选定配置文件
00000091=复制当前配置文件
00000092=复制当前配置文件
00000093=上移
00000094=上移
00000095=下移
00000096=下移
00000097=用制表符缩进
00000098=初始缩进使用制表符
00000099=初始缩进注释
00000100=删除doc注释
00000101=删除注释
00000102=在DOCHERE注释中增加*
00000103=在多行注释中增加*
00000104='if/else'
00000105='elseif'
00000106=括号之前
00000107=括号(PEAR标准)
00000108=保留单线
00000109='if' 之后
00000110='elseif' 之后
00000111='else' 之后
00000112='while' 之后
00000113='do' 之后
00000114='for' 之后
00000115='foreach' 之后
00000116='switch' 之后
00000117=冒号附近
00000118=分号前
00000119=周期附近
00000120=问号附近
00000121=逗号之后
00000122=感叹叹号以后
00000123=闭合的括号之前
00000124=被打开的括号之后
00000125=关键词
00000126=至缩进进长度
00000127=对象方法
00000128=添加新配置文件
00000129=添加新配置文件
00000130=删除选定配置文件
00000131=删除选定配置文件
00000132=复制目前设定
00000133=复制目前的设定
00000134=当前文件
00000135=所有文件
00000136=上移
00000137=上移
00000138=下移
00000139=下移
00000140=SpTBXToolbar1
00000141=PHP 代码美化
00000142=配置
00000143=输出

[frmcodeexplorerselectfile]
00000002=打开
00000003=取消
00000004=选择文件

[frmcolors]
00000071=值:
00000072=选定:
00000073=确定
00000077=自定义...
00000078=取消
00000079=选择(&S)...
00000080=更多颜色

[frmconfigurephpmanual]
00000070=无法找到 PHP手册！
00000076=现在配置
00000077=为了可以使用上下文帮助以便辅助键(&A)处理超过3000个函数，您必须\n下载PHP手册。\n\nPHP手册(.chm)是可以免费使用的：http://www.php.net/download-docs.php\n\n在配置>PHP手册中，输入PHP手册的位置路径。\n\n重要说明：\n========\n如果您在WindowsXP SP2或更高版本下用Microsoft Internet Explorer下载\nPHP手册(chm)，您应该在文件下载后“解除锁定”，按一下滑鼠右键，并选择\n属性菜单项。然后按一下[解锁]按钮。

[frmcsscreateselectorchild]
00000073=确定
00000078=取消
00000080=父元素:
00000081=选择器:
00000082=子元素:
00000083=选择器:
00000084=子选择器

[frmcsscreateselectorclass]
00000073=确定
00000078=取消
00000080=选择器:
00000081=元素:
00000082=class
00000083=id
00000084=类与ID选择器

[frmcsscreateselectorcontextual]
00000073=确定
00000078=取消
00000080=祖先元素:
00000081=选择器:
00000082=第二个元素:
00000083=选定的选择器:
00000084=关联选择器

[frmcsscreateselectorpseudo]
00000073=确定
00000078=取消
00000080=元素:
00000081=伪元素:
00000082=选择器:
00000083=Class
00000084=Id
00000085=伪选择器

[frmcsscreateselectorsibling]
00000073=确定
00000078=取消
00000080=元素1:
00000081=选择器:
00000082=选择器:
00000083=选择器:
00000084=同级选择器

[frmcsscreateselectorsimple]
00000073=确定
00000078=取消
00000080=元素:
00000081=选择器:
00000082=简单选择器

[frmcssimport]
00000073=确定
00000078=取消
00000079=文件
00000081=完整路径
00000082=转义所有的双引号 “
00000083=链接到样式表

[frmcssimportrule]
00000073=确定
00000078=取消
00000079=文件
00000082=完整路径
00000083=转义所有的双引号 “
00000105=CSS (*.css)|*.css|全部文件 (*.*)|*.*
00000106=类型
00000107=全部
00000108=听觉
00000109=盲文
00000110=压印
00000111=手持
00000112=打印
00000113=投影
00000114=屏幕
00000115=电传打字机
00000116=电视
00000117=导入规则

[frmcssmediarule]
00000073=确定
00000078=取消
00000081=类型
00000083=全部
00000085=听力
00000087=盲文
00000089=压印
00000091=手持
00000093=打印
00000095=投影
00000097=屏幕
00000099=tty
00000101=电视
00000102=媒体规则

[frmcssposition]
00000071=Id:
00000072=Z-Index:
00000073=Left:
00000074=Top:
00000075=Height:
00000076=Width:
00000077=Position:
00000078=确定
00000079=取消
00000083=转义所有的双引号“
00000084=在文件中定义了一个块的内容“<div>”
00000085=层

[frmdatabaseconnection]
00000070=数据库连接属性
00000073=确定
00000078=取消
00000079=服务器:
00000080=用户名:
00000081=密码:
00000082=名称:
00000083=数据库:
00000084=端口

[frmdatetime]
00000072=取消
00000073=确定
00000076=更新
00000077=时间与日期
00000078=格式
00000079=日期
00000080=日期 + 时间

[frmdebugparameters]
00000073=确定
00000078=取消
00000079=调试参数
00000080=输入参数,以 && 分隔:
00000081=清除

[frmdebugprofiler]
00000001=选择Xdebug分析
00000002=确定(&O)
00000003=取消(&C)

[frmdockbug]
00000001=Bug

[frmdockcodeexplorer]
00000001=代码浏览器

[frmdockcodelib]
00000001=代码库

[frmdockcodesnippets]
00000001=代码片段

[frmdockdatabaseconnections]
00000001=数据库连接

[frmdockdatabasemanagement]
00000001=数据库管理

[frmdockdebugbreakpoints]
00000001=断点
00000002=添加
00000003=编辑
00000004=启用
00000005=禁用
00000006=删除
00000007=全部启用
00000008=全部禁用
00000009=删除所有
00000010=添加
00000011=编辑
00000012=启用
00000013=禁用
00000014=全部启用
00000015=全部禁用
00000016=删除
00000017=全部删除

[frmdockdebugcallstack]
00000001=调用堆栈
00000002=复制
00000003=复制

[frmdockdebugcontextvariables]
00000001=关联变量
00000002=复制
00000003=新增监视
00000004=新增监视
00000005=复制

[frmdockdebugevaluate]
00000001=试用提示
00000002=复制
00000003=添加监控
00000004=添加监控
00000005=复制

[frmdockdebugevent]
00000001=事件日志
00000002=复制
00000006=清除
00000007=复制
00000008=清除

[frmdockdebugwatches]
00000001=监视
00000002=复制
00000006=添加
00000007=编辑
00000008=删除
00000009=全部删除
00000010=转到声明
00000011=复制
00000012=添加
00000013=编辑
00000014=删除
00000015=全部删除

[frmdockfilebrowser]
00000001=文件浏览器

[frmdockfilebrowsersnapshots]
00000001=文件浏览器 - 快照

[frmdockftp]
00000001=FTP/SFTP

[frmdockinlinetodo]
00000001=文件 ToDo

[frmdockmsgphp]
00000001=PHP

[frmdockmsgphpdoc]
00000001=phpDocumentor

[frmdockmsgtidy]
00000001=HTML Tidy

[frmdockphpmanual]
00000001=PHP手册

[frmdockprojectoverview]
00000001=项目

[frmdockprojects]
00000001=项目

[frmdocksearchresults]
00000001=搜索结果
00000002=查找...
00000003=全部展开
00000004=全部折叠

[frmdocksyntaxcheck]
00000001=语法检查
00000002=类型
00000003=位置
00000004=说明

[frmdocktemplates]
00000001=模板

[frmdocktodo]
00000001=待办事项

[frmembed]
00000070=嵌入
00000071=Id:
00000083=转义所有的双引号“字符
00000084=常规
00000085=URL:
00000086=宽度:
00000087=高度:
00000088=常规
00000089=完整路径
00000090=自动启动
00000091=循环
00000092=隐藏
00000093=高级
00000094=辅助键(&A):
00000095=名称(&N):
00000096=标签:
00000097=方向:
00000098=语言:
00000099=标题:
00000100=高级
00000103=CSS
00000104=Style:
00000105=Class:
00000106=CSS
00000107=确定
00000108=取消
00000109=所有文件|*.*

[frmfileass]
00000001=文件关联
00000002=应用
00000003=关闭

[frmfindreplace]
00000001=查找和替换
00000002=关闭(&C)
00000003=选项
00000004=搜索方法:
00000005=区分大小写(&E)
00000006=整个单词(&O)
00000007=正则表达式(&X)
00000008=通配符(*,?)(&I)
00000009=纯文本(&T)
00000010=向前搜索(&B)
00000011=标记结果
00000012=找到
00000013=选择的文本(&D)
00000014=当前文件(全部)(&G)
00000015=当前文件(从^符号)(&U)
00000016=所有打开的文档(&P)
00000017=项目文件(&S)
00000018=自定义目录(&Y)
00000019=包含子目录
00000020=文件过滤(&M):
00000021=使用“;”作为分隔符。例:*.php;*.htm*;*.inc
00000022=*.php;*.php3;*.php4;*.php5;*.phtml;*.inc;*.sql;*.txt;*.html;*.htm;*.xhtml;*.shtml;*.shtm;*.css;*.xml;*.xsd;*.xsl;*.xslt;*.dtd;
00000023=*.php;*.php3;*.php4;*.php5;*.phtml;*.inc;*.sql;*.txt;*.html;*.htm;*.xhtml;*.shtml;*.shtm;*.css;*.xml;*.xsd;*.xsl;*.xslt;*.dtd;\n
00000024=查找(&F)
00000025=查找全部(&A)
00000026=替代(&R)
00000027=替换全部(&L)
00000028=要查找的文本:
00000029=替代(&W):
00000030=关闭对话框
00000031=查找下一个
00000032=查找上一个
00000033=剪切
00000034=复制
00000036=选择全部
00000037=撤消
00000038=粘贴
00000039=当前目录
00000040=查找\n替换\n

[frmflash]
00000084=常规
00000085=网址:
00000086=宽度:
00000087=高度:
00000089=完整路径
00000107=确定
00000108=取消
00000112=告诉我关于 flash 更多

[frmfont]
00000001=常规
00000002=字体预览
00000003=粗体
00000004=斜体
00000005=下划线
00000007=上标
00000008=下标
00000010=小型大写字母
00000011=全部大写
00000012=引用
00000013=隐藏
00000014=强调
00000015=重点
00000016=样本
00000017=定义
00000018=引文
00000019=变量
00000020=键盘
00000021=代码
00000022=baseline\nsub\nsuper\ntop\ntext-top\nmiddle\nbottom\ntext-bottom\n
00000026=高级
00000031=确定
00000032=取消
00000033=转义所有的双引号“
00000035=文字:
00000036=大小:
00000037=颜色:
00000038=字体:
00000039=位置:
00000040=间距:
00000042=样式
00000043=间距
00000057=CSS
00000061=Tab 顺序(&T):
00000063=语言(&L):
00000065=关联键(&A):
00000066=方向:

[frmform]
00000084=常规
00000088=常规
00000107=确定
00000108=取消
00000109=动作:
00000110=编码类型:
00000111=目标:
00000112=方法:
00000113=高级
00000114=辅助键(&A):
00000116=标签:
00000117=方向:
00000118=Id:
00000119=语言:
00000120=标题:
00000121=高级
00000122=CSS
00000123=Style:
00000124=Class:

[frmformbutton]
00000107=确定
00000108=取消
00000126=常规
00000127=值:
00000128=URL:
00000129=按钮
00000130=提交
00000131=重置
00000132=高级
00000134=表单按钮
00000136=Style:
00000137=Class:
00000138=Title:
00000139=Id:
00000140=Tab index:
00000141=&Accesskey:
00000142=告诉我更多关于按钮

[frmformcheckbox]
00000084=常规
00000107=确定
00000108=取消
00000113=高级
00000127=值:
00000129=选中
00000130=未选中
00000131=表单多选框
00000133=Style:
00000134=Class:
00000135=Title:
00000136=Id:
00000137=Tab index:
00000138=&Accesskey:
00000139=告诉更多关于多选框

[frmformdropdown]
00000107=确定
00000108=取消
00000126=常规
00000127=大小:
00000128=项目:
00000129=禁用
00000130=新选择
00000131=选定
00000132=创建...
00000133=选择
00000134=值
00000135=添加
00000136=修改
00000137=删除
00000138=上移
00000139=下移
00000140=高级
00000141=CSS
00000149=告诉我更多关于下拉列表

[frmformdropdownproperties]
00000071=选定
00000072=值
00000073=确定
00000074=取消
00000075=下拉列表项

[frmformfileupload]
00000107=确定
00000108=取消
00000126=常规
00000132=高级
00000144=接受:
00000145=大小:
00000146=初始值:
00000147=输出
00000155=占位文字:
00000156=告诉我更多关于文件输入框

[frmformhidden]
00000084=常规
00000107=确定
00000108=取消
00000127=值:
00000144=高级
00000145=CSS
00000153=告诉我更多关于隐藏值

[frmformimagebutton]
00000084=常规
00000107=确定
00000108=取消
00000145=图片:
00000147=高度:
00000148=宽度:
00000150=完整路径
00000152=高级
00000157=图片按钮
00000166=图形图像|*.gif;*.jpg;*.jpeg;*.png;*.bmp|GIF 动画 (*.gif)|*.gif|JPEG 文件 (*.jpg)|*.jpg;*.jpeg|PNG 文件 (*.png)|*.png|位图文件 (*.bmp)|*.bmp|全部文件 (*.*)|*.*
00000167=预览
00000168=告诉我更多关于图片按钮

[frmformpassword]
00000084=常规
00000107=确定
00000108=取消
00000148=高级
00000149=CSS
00000150=输出
00000151=Size:
00000153=占位文字:
00000154=只读
00000155=自动完成
00000163=告诉我更多关于密码输入框

[frmformradio]
00000084=常规
00000107=确定
00000108=取消
00000127=值:
00000145=选中
00000146=高级
00000147=CSS
00000156=告诉我更多关于单选框

[frmformtext]
00000084=常规
00000107=确定
00000108=取消
00000148=高级
00000149=CSS
00000150=输出
00000153=只读
00000162=自动完成
00000163=占位文字:
00000164=告诉我更多关于单行文本输入框

[frmformtextbox]
00000084=常规
00000107=确定
00000108=取消
00000126=Wrap:
00000127=内容:
00000128=列:
00000129=行:
00000130=长度:
00000131=只读
00000132=禁用
00000133=高级
00000134=多行文本输入框
00000142=告诉我更多关于多行文本输入框

[frmftpconfirm]
00000001=FTP确认
00000002=文件已经存在，你想要做什么？
00000003=恢复(&R)
00000004=覆盖(&O)
00000005=取消(&C)

[frmftpmanager]
00000002=关闭
00000003=连接
00000004=新建...
00000005=编辑...
00000006=删除
00000008=复制
00000009=下
00000010=上
00000011=排序
00000012=FTP 管理器

[frmftpmanagerproperties]
00000002=主机:
00000003=取消
00000004=确定
00000005=FTP属性
00000006=常规
00000007=用户名:
00000008=密码
00000009=端口
00000010=名称:
00000011=初始目录:
00000012=被动
00000013=显示隐藏文件

[frmftpprogress]
00000001=请稍候...
00000002=中止

[frmimage]
00000003=取消
00000004=确定
00000005=常规
00000006=网址(&U)
00000007=替代文字:
00000009=高度(&H):
00000010=宽度(&W):
00000015=完整路径
00000016=高级
00000043=CompuServe GIF图像(*.gif)|*.gif|JPEG图像(*.jpg)|*.jpg|JPEG图像(*.jpeg)|*.jpeg|所有文件(*.*)|*.*
00000044=CompuServe GIF图像(*.gif)|*.gif|JPEG图像(*.jpg)|*.jpg|JPEG图像(*.jpeg)|*.jpeg|所有文件(*.*)|*.*
00000045=预览
00000046=图像
00000052=告诉我更多关于图片
00000053=输出
00000054=闭合使用
00000055=单引号
00000056=双引号
00000057=无
00000058=清除两侧空白
00000059=无
00000061=新行 \\n
00000062=回车 \\r
00000063=转义双引号 "

[frminline]
00000002=注释:
00000003=取消
00000004=确定
00000005=条目

[frmjavascriptopenwindow]
00000025=选项:
00000036=URL:
00000037=名称:
00000038=宽度:
00000039=高度:
00000040=工具栏
00000041=菜单条
00000042=状态栏
00000043=目录
00000044=滚动条
00000045=允许调整大小
00000046=位置
00000047=复制历史
00000048=确定(&O)
00000049=取消(&C)

[frmlicensechange]
00000007=取消
00000008=输入出现在你电子邮件中的注册确认信息
00000009=phpDesigner 8
00000010=输入注册细节
00000011=用户名:
00000012=Key:
00000013=公司:
00000014=Email:
00000015=在下面输入出现在您的电子邮件中的 phpDesinger 资料。
00000016=验证 Key:
00000017=完成注册

[frmlist]
00000002=项目:
00000003=确定
00000004=取消
00000005=常规
00000006=位置:
00000015=高级
00000039=告诉我更多关于列表
00000040=输出
00000041=闭合使用
00000042=单引号
00000043=双引号
00000044=无
00000045=清除两侧空白
00000046=无
00000048=新行 \\n
00000049=回车 \\r
00000050=转义双引号 "

[frmmeta]
00000034=转义双引号“
00000036=类型:
00000037=内容:
00000038=插入
00000039=关闭

[frmnewfile]
00000003=关闭
00000004=编辑默认模板
00000006=为 HTML/XHTML使用这个模板
00000007=添加头部到这个模板

[frmphpdocwizard]
00000002=生成
00000025=输入
00000029=输出
00000036=标题:
00000037=文件:
00000038=目录:
00000039=文件
00000040=目录(递归)
00000041=输出目录:
00000042=转换样式:
00000043=关闭
00000044=phpDocumentor 向导
00000045=打开目录

[frmphpservervariables]
00000002=确定
00000003=取消
00000004=PHP 服务器变量
00000005=告诉我更多关于服务器变量

[frmpreferences]
00001489=根目录(例 Apache htdocs 目录):
00001490=标题:
00001491=phpDocumentor 路径:
00001492=PHP手册语言:
00001493=本地:
00001623=默认
00001663=自动扩大
00001672=常规
00001673=布局
00001675=默认
00001676=默认\n代码高亮\n无\n
00001747=项目
00001748=结果
00001921=路径:
00002090=帮助(*.chm)|*.chm
00002091=确定
00002092=取消
00002093=默认...
00002094=本地:
00002095=例如: C:\\ProgramFiles\\ApacheGroup\\Apache2\\htdocs\\
00002128=文件类型
00002129=PHP
00002130=HTML
00002131=XML
00002132=CSS
00002133=VBScript
00002134=JavaScript
00002135=Perl
00002136=SQL
00002137=C#
00002138=Java
00002139=网页过滤器:
00002140=文件浏览器
00002141=(使用;分隔每个文件扩展名)
00002142=(使用;分隔每个文件扩展名)
00002143=Python
00002144=Ruby
00002146=程序更新
00002147=检查更新
00002149=Output:
00002150=Debugger
00002151=xDebug
00002152=ListenPort:
00002153=PHP(php.exe,php-cgi.exe等):
00002154=配置(php.ini):
00002167=代码提示
00002169=高亮版本
00002170=PHP:
00002171=HTML/XHTML:
00002172=CSS:
00002174=智能高亮
00002177=输出:
00002178=面板
00002179=隐藏等待(毫秒):
00002180=在内部和外部浏览器上打开输出
00002181=HTML
00002182=文本
00002184=输出:
00002185=运行PHP
00002186=PHP:
00002187=在内部和外部浏览器上打开输出
00002188=HTML
00002189=文本
00002195=WinCacheGrind - 查看器:
00002196=例:C:\\ProgramFiles\\wincachegrind\\wincachegrind.exe
00002197=分析
00002198=例: C:\\Program Files\\phpDesigner\\PHP\\tmp
00002199=输出目录:
00002209=服务器路径:
00002210=例如:http://localhost
00002211=local服务器路径:
00002212=例:C:\\ProgramFiles\\xampp\\htdocs\\
00002213=端口:
00002214=本地
00002220=PHP 语法检查
00002222=PHP:
00002223=延迟 (毫秒):
00002224= HTML& XHTML 和 CSS
00002227=括号与标签
00002228=未匹配的:
00002229=匹配:
00002230=风格
00002232=TortoiseSVN
00002233=TortoiseSVN 路径:
00002234=例:C:\\Program Files\\TortoiseSVN\\bin\\TortoiseProc.exe
00002236=配置路径
00002237=选择你储存用户数据的地方(项目，待办事项，片段，模板等)
00002239=启动时
00002240=启动画面
00002241=项目
00002242=创建一个新文件
00002243=已有文件
00002245=更正(&C):
00002246=原始(&O):
00002247=自动更正
00002248=新建...
00002249=删除...
00002250=编辑...
00002252=按下 “Ctrl+J” 插入自动完成项
00002253=自动完成
00002254=PHP
00002257=项目名称
00002258=结果
00002259=例如:<HTML>
00002260=例如:<HTML>|<html>
00002261="|"=光标处
00002262=添加新项
00002263=新建...
00002264=编辑...
00002265=删除...
00002267=打印选项
00002268=字体大小
00002280=高亮:
00002281=属性:
00002282=前景:
00002283=背景:
00002284=高亮
00002285=风格
00002286=颜色
00002287=预览
00002288=PHP范围:
00002289=重置...
00002290=导出...
00002291=导入...
00002292=文件夹...
00002294=其他手册
00002295=HTML代码:
00002296=SQL:
00002297=CSS:
00002298=PEAR:
00002299=HTML:
00002300=http://www.w3.org/tr/html4/
00002301=http://www.w3.org/tr/2004/cr-css21-20040225/
00002302=CSS:
00002303=SQL:
00002304=http://dev.mysql.com/doc/
00002305=http://pear.php.net/manual
00002306=PEAR:
00002308=代码浏览器
00002309=PHP
00002310=布局
00002311=默认
00002312=默认\n代码高亮\n毫无\n
00002314=默认模板
00002327=PHP前缀:
00002328=内置的ToDo
00002329=HTML前缀:
00002330=HTML前缀:
00002331=PHP前缀:
00002332=行内错误
00002335=右边缘:
00002336=最大恢复:
00002337=最大撤消:
00002338=行距:
00002341=标记:
00002342=背景:
00002343=行数:
00002344=书签:
00002345=右边缘:
00002346=当前行:
00002347=颜色
00002348=覆盖:
00002349=插入:
00002350=字体
00002353=模式:
00002355=编辑器...
00002356=行数...
00002358=Internet Explorer:
00002359=外部网页浏览器
00002360=Chrome:
00002361=Firefox:
00002362=Opera:
00002363=Safari:
00002364=Internet Explorer:
00002365=Chrome:
00002366=Firefox:
00002367=Opera:
00002369=http://www.google.com/chrome
00002373=Safari:
00002375=链接到 phpMyAdmin:
00002376=数据库浏览器 - phpMyAdmin
00002377=文档 - phpDocumentor
00002378=测试框架
00002379=简单的测试PHP的单元测试框架:
00002380=http://www.phpmyadmin.net
00002381=http://www.phpdoc.org
00002382=更多信息:
00002383=http://simpletest.sourceforge.net
00002384=FTP
00002385=名字:
00002386=http://filezilla.sourceforge.net/
00002387=例如:http://localhost/phpmyadmin/
00002388=例如:C:\\...\\phpdoc.bat
00002389=例如:C:\\ProgramFiles\\filezilla\\filezilla.exe
00002390=文本文件区分和合并工具
00002391=名称:
00002392=路径:
00002393=http://www.angusj.com/delphi/textdiff.html
00002394=http://www.winmerge.org/
00002395=TextDiff:
00002396=WinMerge:
00002397=http://tortoisesvn.tigris.org/tortoisemerge.html
00002398=TortoiseMerge:
00002400=PHP手册路径:
00002401=PHP手册
00002407=Google:
00002408=Wikipedia:
00002409=Bing:
00002410=Koders:
00002411=Yahoo!:
00002412=WebSearch
00002413=Altavista:
00002415=搜索
00002417=代码完成
00002418=延迟解析(ms):
00002419=解析器线程优先级:
00002420=自动定时器(ms):
00002423=图标:
00002426=文件格式
00002427=文件标签
00002428=发现更改
00002429=文件编码
00002430=文件对话框
00002431=清除两侧空白
00002433=所有文件 (*.*)|*.*
00002434=语法
00002435=LoadSyntaxFromReg
00002449=Apache
00002450=请选择 Apache 根目录...
00002451=PHP编译器 (php.exe)|*.exe|所有文件 (*.*)|*.*
00002452=dat
00002453=语法高亮 (*.dat)|*.dat
00002454=语法高亮 (*.dat)|*.dat
00002455=启动时检查可用的更新
00002456=在内部和外部浏览器上打开输出
00002457=警告
00002458=通知
00002459=严格的标准
00002460=解析错误
00002461=致命的错误
00002462=捕获致命的错误
00002463=未知的错误
00002464=开始Xdebug服务器上启动
00002465=显示调试输出的结果
00002466=显示扩展信息
00002467=自动触发
00002468='Ctrl' 键触发
00002469=配置(php.ini):
00002470=配置 php.ini 中的分析输出目录
00002471=启用 PHP 语法检查
00002472=启用 HTML, XHTML 和 CSS 实时语法检查
00002473=高亮PHP警告和错误
00002477=自动封闭以下括号:
00002478=自动缩进括号
00002479=简单的 if/else 匹配
00002480=高亮显示 匹配/不匹配 的标签和括号
00002481=当键入 '>' 时自动关闭标签
00002482=启动时显示启动画面
00002483=启动时加载最后打开的项目
00002484=是否在鼠标按下时自动完成校正.
00002485=正确的鼠标按下
00002486=切换是否自动更正应保持案件的原字符串的情况。
00002487=维护案例
00002488=切换自动完成更正灵敏度。
00002489=忽略大小写
00002490=切换是否启用自动校正。
00002491=启用
00002492=只用黑白打印
00002493=使用语法高亮
00002494=打印行号
00002495=包围长行
00002496=显示特殊字符
00002497=自动缩进
00002498=拖曳编辑
00002499=组撤消
00002500=换行
00002501=滚动到行结尾
00002503=行数
00002504=制表符
00002505=智能 Home 键
00002506=智能 End 键
00002507=转到声明(Ctrl+Click)
00002508=选择注释
00002509=扩展 PHP 手册
00002510=自动完成 (搜索历史)
00002511=空格取消
00002512=完全匹配
00002513=自动触发
00002514=仅 Enter 键确认
00002515=为空时关闭
00002516=Tab 键确认
00002517=自动选择第一项
00002518=触发打开(<)
00002519=触发关闭关闭(</)
00002520=特殊实体 (&&)
00002521=触发 PHP 类(::)
00002522=触发 PHP 对象(->)
00002523=触发 PHP 变量($)
00002524=删除重复的变量
00002525=查看函数参数
00002526=显示内建常量
00002527=显示关键字
00002528=项目排序
00002530=保留文本
00002531=启用文件关联
00002532=在文档标签上显示完整的文件路径
00002533=显示关闭按钮
00002534=允许拖动排序
00002535=自动检测外部程序对文件所做的更改
00002537=编码类型
00002538=关闭前选择标签
00002539=自动删除空行
00002540=保存时清除两侧空白
00002541=HTML
00002542=文本
00002543=粗体
00002544=粗体+ 下划线
00002545=正常(默认)
00002546=下划线
00002547=文件
00002548=项目根目录
00002549=项目浏览器
00002550=文件浏览器
00002551=默认(Windows用户目录)
00002552=自定义
00002555=搜索对话框
00002556=搜索工具栏
00002586=允许PHP和HTML的智能高亮
00002587=在PHP，HTML，CSS和JS中标出无效代码
00002588=在HTML/XHTML中嵌入PHP高亮
00002589=在CSS中嵌入PHP高亮
00002590=在JavaScript中嵌入PHP高亮
00002591=在HTML/的XHTML中嵌入CSS高亮
00002592=在HTML/的XHTML中嵌入JavaScript高亮
00002593=在 phpDoc 注释中插入 *
00002594=字体名称:
00002596=依赖
00002597=类
00002598=函数
00002599=变量
00002600=常量
00002601=Interfaces
00002602=Class implements
00002603=Interface extends
00002604=显示函数参数
00002605=选择时自动展开
00002606=下一个解析前延迟(ms):
00002607=正常
00002608=闲置\n最低\n低\n正常\n高\n最高\n关键时间\n
00002609=打开所有最近的文件
00002610=打开最后打开的文件
00002611=显示“入门”
00002612=智能高亮(PHP中,HTML,XML,CSS和JavaScript)
00002613=Ruby
00002614=Python
00002615=C#
00002616=Java
00002617=Perl
00002618=SQL
00002619=PHP
00002620=HTML
00002621=CSS
00002622=XML
00002623=JavaScript
00002624=VBScript
00002625=无
00002626=打开上次未关闭的文件
00002630=粗体
00002631=斜体
00002632=下划线
00002633=斜体
00002634=标题:
00002635=页脚:
00002636=选项:
00002637=意外时断开:
00002638=选项
00002641=打开 PHP 手册使用:
00002642=嵌入到 phpDesinger
00002643=外部
00002644=常规
00002645=HTML
00002646=PHP
00002647=高级
00002648=手册
00002649=路径:
00002650=风格
00002651=Smarty
00002652=常规
00002653=在启动时
00002654=文件类型
00002655=程序更新
00002656=配置路径
00002657=代码浏览器
00002658=版本
00002659=联合
00002660=语法高亮
00002661=编辑器
00002662=括号与标签
00002663=自动更正
00002664=自动完成
00002665=代码提示
00002666=代码完成
00002667=分析
00002668=调试
00002669=模板
00002670=内置的 Todo/Bug
00002671=打印
00002672=PHP手册
00002673=集成
00002674=本地
00002675=运行
00002676=语法检查
00002677=面板
00002678=浏览器
00002679=TortoiseSVN+GIT
00002680=Web搜索
00002681=其他手册
00002682=JavaScript:
00002683=打开目录...
00002684=配置
00002686=如果没有发现断点,当断开第一行时提示
00002687=分隔符
00002688=背景:
00002689=前景:
00002690=禁用代码提示
00002691=PHP
00002692=HTML/XHTML
00002693=CSS
00002695=1) 转到文件菜单 - 新建...
00002696=2 )点击 "编辑模板..." 按钮
00002697=编辑默认模板:
00002698=对没有扩展名的文件使用智能高亮
00002699=删除文件
00002700=打开
00002701=插入一个链接
00002702=JavaScript
00002703=打印时跳过预览
00002704=自动关闭括号时保持文本
00002705=新建文件
00002706=标记新的文件修改
00002708=高亮当前行
00002709=PHP 配置文件 (php.ini):
00002710=例： php.exe
00002716=最大文件数
00002717=颜色：
00002718=自动关闭标签
00002719=添加闭合括号 )
00002720=# 2: 警告和错误仅显示在状态栏和行标记中。
00002721=# 1: 警告和错误仅显示在状态栏中。
00002722=静音模式
00002723=例：php-cgi.exe
00002724=例：php.ini
00002725=XAMPP 和 WAMP 可以很简单的安装 Apache、PHP 和 MySQL 的本地环境。
00002727=使用 Xdebug 分析
00002728=Xdebug 输出分析信息到表单和 cachegrind 兼容文件中。查看此文件的命令必须有一个应用程序如 WinCacheGrind 来解析这个分析数据。
00002729=下载和安装 cachegrind 查看器 WinCacheGrind：
00002730=指定 Xdebug's 分析器输出目录，添加此行到 php.ini 的 [Zend] 区域：
00002732=在 phpDesigner 中指定 Xdebug 分析器的输出目录。在上面添加您在 php.ini 文件中添加的同样的路径。
00002733=如果你下载的 PHP 手册(CHM) 使用的是 Microsoft Internet Explorer 和 Windows XP SP2 之后版本的系统，您需要在下载完成后“解锁”文件。在文件右键菜单的属性面板中，点击“解锁”按钮。
00002734=使用默认 PHP/Xdebug
00002735=例：php-cgi.exe
00002736=例：php.ini
00002737=断点
00002738=断点/书签
00002739=位置书签
00002740=选择行
00002741=无
00002742=制表符转换成空格
00002743=&Tab 宽度:
00002744=顶部
00002745=底部
00002746=剪切左边
00002747=剪切右边
00002748=剪切两侧
00002753=文件路径
00002754=文件浏览器
00002758=加载为 UTF-8
00002759=保存 (BOM)
00002761=添加 ""
00002762=FTP 备份
00002763=自动备份 FTP 文件
00002764=目录:
00002768=配置文件...

[frmprint]
00000001=打印预览
00000002=打印
00000003=打印...
00000004=设置...
00000005=第一页
00000006=上一页
00000007=下一页
00000008=最后一页
00000009=网页范围:全部
00000010=打印范围:全部
00000011=网页范围:选定
00000012=Print:

[frmprojectedit]
00000002=常规
00000003=名称:
00000005=描述:
00000006=过滤器
00000007=CSV格式\nHTML格式\n纯文本\n富文件格式\n富文件无对象格式\nUnicode文本\n虚拟树数据
00000010=本地
00000011=服务器路径:
00000012=本地路径:
00000013=端口:
00000014=例:http://localhost
00000015=例:C:\\ProgramFiles\\xampp\\htdocs\\
00000016=编辑项目
00000017=过滤器
00000018=编辑
00000019=过滤器
00000020=添加过滤器
00000021=过滤器
00000022=移除过滤器
00000023=确定
00000024=取消
00000025=默认
00000030=过滤器
00000031=默认
00000032=工作区
00000033=重新载入
00000036=重命名
00000037=删除
00000038=顶栏
00000039=新建 ...
00000040=虚拟目录
00000041=目录
00000042=文件
00000043=链接到本地目录
00000044=链接到本地文件
00000045=链接到 FTP 目录
00000046=链接到 FTP 文件
00000047=导入 ...
00000048=本地目录
00000049=本地文件
00000050=FTP 目录
00000051=FTP 文件
00000052=导出 ...
00000053=本地目录
00000054=FTP 目录
00000055=重新载入
00000056=删除
00000057=重命名
00000058=属性
00000059=打开
00000060=新建 ...
00000061=文件
00000062=目录
00000063=链接到本地文件
00000064=链接到本地目录
00000065=链接到 FTP 文件
00000066=链接到 FTP 目录
00000067=虚拟目录
00000068=属性
00000069=更换权限
00000070=导入 ...
00000071=本地目录
00000072=本地文件
00000073=FTP 目录
00000074=FTP 文件
00000075=导出 ...
00000076=本地目录
00000077=FTP 目录
00000078=外壳菜单
00000079=打开
00000080=新建 ...
00000081=虚拟目录
00000082=目录
00000083=文件
00000084=链接到本地目录
00000085=链接到本地文件
00000086=链接到 FTP 目录
00000087=链接到 FTP 文件
00000088=导入 ...
00000089=本地目录
00000090=本地文件
00000091=FTP 目录
00000092=FTP 文件
00000093=导出 ...
00000094=本地目录
00000095=FTP 目录
00000096=重新载入
00000097=删除
00000098=重命名
00000099=属性
00000100=更换权限
00000101=外壳菜单
00000102=创建于:
00000103=最后打开:
00000104=统计:
00000105=会话时间:
00000106=分割文件列表
00000107=分割文件列表
00000108=上传此处的活动文档
00000109=上传此处的活动文档

[frmprojectmanager]
00000002=项目:
00000004=新建
00000005=编辑
00000006=删除
00000007=确定
00000008=取消
00000009=排序
00000010=向上移动
00000011=下移
00000012=打开项目
00000013=关闭项目
00000014=复制
00000015=项目管理器

[frmSelectFiles]
00000001=选择文件...
00000003=关闭

[frmSnippetAndTemplate]
00000005=名称:
00000006=内容:
00000007=右击编辑区域查看更多选项...
00000008=取消
00000009=确定
00000010=输入...
00000011=插入光标位置
00000012=撤消
00000013=重做
00000014=削减
00000015=复制
00000016=粘贴
00000017=选择所有

[frmSpecialCharacters]
00000005=取消
00000006=确定
00000007=性格
00000008=说明
00000009=实体
00000010=特殊字符

[frmTable]
00000005=确定
00000006=取消
00000007=常规
00000009=行:
00000010=列:
00000025=高级
00000041=.htm
00000042=所有文件(*.*)|*.*
00000043=表格编辑器
00000045=概要:
00000053=告诉我更多关于表格
00000054=输入
00000055=闭合使用
00000056=单引号
00000057=双引号
00000058=无
00000059=清除两侧空白
00000060=无
00000062=新行 \\n
00000063=回车 \\r
00000064=转义双引号 "

[frmTodoItem]
00000004=Todo项目
00000005=状态:
00000006=开始日期:
00000007=描述:
00000008=相关文件:
00000009=结束日期:
00000010=优先:
00000011=完成:
00000012=项目名称:
00000013=相关项目:
00000014=取消
00000015=确定
00000017=.htm
00000018=所有文件(*.*)|*.*

[frmProjectWizard]
00000001=新项目向导
00000002=至第一页
00000003=至最后一页
00000004=< 返回
00000005=Next >
00000006=完成
00000007=取消
00000008=帮助
00000009=常规
00000010=您的项目的常规信息
00000011=项目标题:
00000012=描述:
00000013=项目根目录
00000014=设置您的项目的根目录
00000015=项目根目录:
00000016=类库
00000017=类库可从该项目的工作区和代码中完成
00000018=类库:
00000019=添加
00000020=移除
00000021=FTP帐号
00000022=FTP帐号可以从项目工作区中访问
00000023=Ftp帐号:
00000024=添加
00000025=移除
00000026=过滤器
00000027=为您的项目设置基本的过滤器
00000028=文件掩码将在解析PHP文件时被包含:
00000029=*.php*\n*.inc\n*.htm\n*.html\n*.css\n
00000030=摘要
00000031=项目区域 (从资源管理器拖动目录/文件来定制)
00000032=顶栏
00000033=新建 ...
00000034=虚拟目录
00000035=目录
00000036=文件
00000037=链接到本地目录
00000038=链接到本地文件
00000039=链接到 FTP 目录
00000040=链接到 FTP 文件
00000041=导入 ...
00000042=本地目录
00000043=本地文件
00000044=FTP 目录
00000045=FTP 文件
00000046=导出 ...
00000047=本地目录
00000048=FTP 目录
00000049=重新载入
00000050=删除
00000051=重命名
00000052=属性
00000053=分割文件列表
00000054=打开
00000055=重新载入
00000056=重命名
00000057=删除
00000058=新建 ...
00000059=文件
00000060=目录
00000061=链接到本地文件
00000062=链接到本地目录
00000063=链接到 FTP 文件
00000064=链接到 FTP 目录
00000065=虚拟目录
00000066=属性
00000067=更换权限
00000068=导入 ...
00000069=本地目录
00000070=本地文件
00000071=FTP 目录
00000072=FTP 文件
00000073=导出 ...
00000074=本地目录
00000075=FTP 目录
00000076=外壳菜单
00000077=分割文件列表
00000078=外壳菜单
00000079=打开
00000080=新建 ...
00000081=虚拟目录
00000082=目录
00000083=文件
00000084=链接到本地目录
00000085=链接到本地文件
00000086=链接到 FTP 目录
00000087=链接到 FTP 文件
00000088=导入 ...
00000089=本地目录
00000090=本地文件
00000091=FTP 目录
00000092=FTP 文件
00000093=导出 ...
00000094=本地目录
00000095=FTP 目录
00000096=重新载入
00000097=删除
00000098=重命名
00000099=属性
00000100=更换权限
00000101=从项目中排除目录:
00000102=上传此处的活动文档
00000103=上传此处的活动文档

[frmSpreadPhpDesigner]
00000009=帮我们在您的博客或个人主页里宣传 phpDesinger 的网站链接...
00000010=选择按钮，按下确定键以获取您的按钮代码粘贴到您的博客链接中以链至 phpDesinger!
00000011=确定
00000012=取消

[frmFormatter]
00000073=确定
00000078=取消
00000082=格式化
00000083=输出
00000090=自动换行
00000091=常规
00000092=HTML 格式
00000093=CSS 格式
00000094=JavaScript 格式
00000096=缩进用
00000097=1 个制表符
00000098=1 个制表符\n2 个空格\n3 个空格\n4 个空格\n8 个空格\n
00000101=当前行上的括号
00000102=保持空行
00000103=保持数组缩进
00000104=1 个制表符
00000105=1 个制表符\n2 个空格\n3 个空格\n4 个空格\n8 个空格\n
00000106=缩进用
00000107=最大字符

[frmHyperlink]
00000002=确定
00000003=取消
00000004=常规
00000005=显示文本(&T):
00000010=高级
00000036=超链接
00000038=告诉我更多关于超链接
00000041=语言(&L):
00000042=类型(&T):
00000046=前缀(&P):
00000047=完整路径(&P)
00000049=屏幕提示(&T):
00000050=输出
00000051=闭合使用
00000052=单引号
00000053=双引号
00000054=无
00000055=清除两侧空白
00000056=无
00000058=新行 \\n
00000059=回车 \\r
00000060=转义双引号 "

[frmMinifier]
00000073=确定
00000078=取消
00000080=压缩等级l:
00000082=压缩
00000083=输出
00000084=标准
00000085=最小\n标准\n
00000086=最除最后的分号
00000087=移除注释
00000088=2. 标准
00000089=1. 最小\n2. 标准\n3. 强劲\n
00000090=自动换行

[frmReg]
00000002=3合1. 使用商业协议在您的工作中，笔记本电脑和家里安装 phpDesigner 8
00000003=终身免费升级和支持
00000004=使用 phpDesigner 8 创建，编辑，维护，调试和发布网站
00000005=$xxx 天剩余
00000007=免费 21 天试用. 尝试 phpDesigner 8 的完整版本.
00000009=输入注册信息
00000010=用户名
00000015=验证 key
00000016=注册协议
00000017=试用
00000018=立即购买...
00000019=试用
00000020=如果你不想被困于今天的工作, 立刻购买许可证!
00000021=拥有用户 ? 立即升级!

[$CONSTANTS]
